---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileUseColumnEdit
source: html/c4c7883b-8142-b07c-4852-60263ed2ba24.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileUseColumnEdit Property

The property labeled "Column Modify" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileUseColumnEdit { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".